import cricket01 from '../images/products/cricket/cricket-01.jpeg'
import cricket02 from '../images/products/cricket/cricket-02.jpeg'
import cricket03 from '../images/products/cricket/cricket-03.jpeg'
import cricket04 from '../images/products/cricket/cricket-04.jpeg'
import cricket05 from '../images/products/cricket/cricket-05.jpeg'
import cricket06 from '../images/products/cricket/cricket-06.jpeg'
import cricket07 from '../images/products/cricket/cricket-07.jpeg'

export const products =
  [
    {
      id: '1',
      title: 'Сверчок',
      subTitle: 'Пусковое сигнальное устройство.',
      images: [cricket01, cricket02, cricket03, cricket04, cricket05, cricket06, cricket07],
      description: '  Изделие предназначено для инициации сигнальных пиротехнических патронов III-го класса.\n' +
        ' \n' +
        '   При первом взгляде на устройство кажется, что оно выполнено в классической компоновке «стреляющая ручка». Но это - ложное впечатление.\n' +
        ' \n' +
        '     В ПСУ С-1 "Сверчок" применён ряд технических решений, делающих использование устройства удобнее, а главное, безопаснее большинства  аналогичных изделий.\n' +
        ' \n' +
        '     Отличительными чертами изделия являются спуск ударника с помощью кнопки, разобщённый с боевой пружиной инерционный ударник и наличие эргономичной рукояти. \n' +
        ' \n' +
        '     К ПСУ С-1 "Сверчок" подходят любые резьбовые патроны III-го класса, такие как ракеты "Сигнал охотника" или свето-шумовые "Гром". Вдобавок, не возбраняется прикрутить к данному устройству резьбовой БАМ от компании А+А, и иметь под рукой лишний газовый патрон с перцовой вытяжкой.\n' +
        ' \n' +
        '     Изделие предназначено для использования охотниками, рыболовами, туристами, представителями профессий связанных с поисково-спасательными работами, или просто в качестве интересного подарка людям, ведущим активный образ жизни. '
    },
    {
      id: '2',
      title: 'Дуплет',
      subTitle: 'Пусковое сигнальное устройство.',
      images: [cricket01, cricket02, cricket03, cricket04, cricket05, cricket06],
      description: '  Изделие предназначено для инициации сигнальных пиротехнических патронов III-го класса.\n' +
        ' \n' +
        '   При первом взгляде на устройство кажется, что оно выполнено в классической компоновке «стреляющая ручка». Но это - ложное впечатление.\n' +
        ' \n' +
        '     В ПСУ С-1 "Сверчок" применён ряд технических решений, делающих использование устройства удобнее, а главное, безопаснее большинства  аналогичных изделий.\n' +
        ' \n' +
        '     Отличительными чертами изделия являются спуск ударника с помощью кнопки, разобщённый с боевой пружиной инерционный ударник и наличие эргономичной рукояти. \n' +
        ' \n' +
        '     К ПСУ С-1 "Сверчок" подходят любые резьбовые патроны III-го класса, такие как ракеты "Сигнал охотника" или свето-шумовые "Гром". Вдобавок, не возбраняется прикрутить к данному устройству резьбовой БАМ от компании А+А, и иметь под рукой лишний газовый патрон с перцовой вытяжкой.\n' +
        ' \n' +
        '     Изделие предназначено для использования охотниками, рыболовами, туристами, представителями профессий связанных с поисково-спасательными работами, или просто в качестве интересного подарка людям, ведущим активный образ жизни. '
    },
    {
      id: '3',
      title: 'Some Product',
      subTitle: 'Пусковое сигнальное устройство.',
      images: [cricket01, cricket02, cricket03, cricket04, cricket05, cricket06],
      description: '  Изделие предназначено для инициации сигнальных пиротехнических патронов III-го класса.\n' +
        ' \n' +
        '   При первом взгляде на устройство кажется, что оно выполнено в классической компоновке «стреляющая ручка». Но это - ложное впечатление.\n' +
        ' \n' +
        '     В ПСУ С-1 "Сверчок" применён ряд технических решений, делающих использование устройства удобнее, а главное, безопаснее большинства  аналогичных изделий.\n' +
        ' \n' +
        '     Отличительными чертами изделия являются спуск ударника с помощью кнопки, разобщённый с боевой пружиной инерционный ударник и наличие эргономичной рукояти. \n' +
        ' \n' +
        '     К ПСУ С-1 "Сверчок" подходят любые резьбовые патроны III-го класса, такие как ракеты "Сигнал охотника" или свето-шумовые "Гром". Вдобавок, не возбраняется прикрутить к данному устройству резьбовой БАМ от компании А+А, и иметь под рукой лишний газовый патрон с перцовой вытяжкой.\n' +
        ' \n' +
        '     Изделие предназначено для использования охотниками, рыболовами, туристами, представителями профессий связанных с поисково-спасательными работами, или просто в качестве интересного подарка людям, ведущим активный образ жизни. '
    }
  ]